{
  "date": "2024-09-02T08:22:53.762Z",
  "title": "Mô hình 8 áp lực cạnh tranh: Giải nghĩa, Phân tích và ví dụ",
  "author": " Nguyễn Thu Huế",
  "summary": "Theo thống kê, có đến 70% doanh nghiệp thất bại trong 10 năm đầu tiên. Nguyên nhân được chỉ ra là do doanh nghiệp không hiểu rõ môi trường cạnh tranh và không có chiến lược cạnh tranh hiệu quả. Chính vì vậy, việc ứng dụng mô hình 5 áp lực cạnh tranh được rất nhiều công ty, tổ chức thực hiện. Đây được xem là công cụ tuyệt vời giúp lãnh đạo hiểu rõ sự cạnh tranh và có kế hoạch phù hợp, giúp doanh nghiệp đạt được những mục tiêu kinh doanh đã đề ra.",
  "content": "\n\n## 1. Mô hình 5 áp lực cạnh tranh là gì?\n\n### 1.1. Định nghĩa\n\nMô hình 5 áp lực cạnh tranh hay Porter’s Five Forces là công cụ phân tích chiến lược được nghiên cứu và phát triển bởi Giáo sư Michael Porter. Mô hình này giúp doanh nghiệp xác định, đánh giá 5 yếu tố chính ảnh hưởng đến khả năng sinh lời cũng như lợi thế cạnh tranh của họ trong một ngành nghề cụ thể.\n\n5 yếu tố này gồm có: Sự cạnh tranh của ngành, sức mạnh của nhà cung cấp, sức mạnh của khách hàng, mối đe dọa của đối thủ cạnh tranh tiềm ẩn, mối đe dọa của sản phẩm, dịch vụ thay thế.\n\n### 1.2. Tác giả Michael Porter và mô hình 5 Forces\n\n[Michael Porter](https://vi.wikipedia.org/wiki/Michael_Porter) là giáo sư của Trường Kinh doanh Harvard, nổi tiếng với những đóng góp to lớn cho lĩnh vực quản trị kinh doanh, đặc biệt là trong việc phát triển mô hình 5 áp lực cạnh tranh (5 Forces).\n\nMô hình này được giới thiệu lần đầu tiên trong cuốn sách *Competitive Strategy: Techniques for Analyzing Industries and Competitors (1890)* và nhanh chóng trở thành công cụ phân tích chiến lược được nhiều doanh nghiệp trên thế giới áp dụng.\n\nVề giáo sư Michael Porter, ông có nhiều vai trò trong việc phát triển mô hình 5 Forces, cụ thể:\n\n* Xác định được 5 yếu tố then chốt ảnh hưởng đến sức cạnh tranh trong ngành.\n* Phát triển khuôn khổ phân tích 5 yếu tố này một cách có hệ thống.\n* Nhấn mạnh tầm quan trọng của phân tích ngày, khẳng định đây là bước quan trọng để phát triển chiến lược kinh doanh hiệu quả.\n\n## 2. Các thành phần trong mô hình 5 áp lực cạnh tranh của Porter\n\n### 2.1. Quyền lực của nhà cung cấp (Bargaining power of suppliers)\n\nNhà cung cấp nắm quyền lực nếu họ là nguồn cung cấp duy nhất một thứ gì đó mà doanh nghiệp cần. Vậy điều gì sẽ tạo nên một nhà cung cấp quyền lực?\n\n* Số lượng nhà cung cấp: Nếu số lượng nhà cung cấp ít, họ sẽ có quyền lực hơn, họ có thể tăng giá, giảm chất lượng… mà không sợ mất khách hàng.\n* Tính độc đáo: Nếu nhà cung cấp mang đến cho doanh nghiệp sản phẩm độc đáo, khó thay thế thì sẽ có sức ảnh hưởng lớn, doanh nghiệp rất khó chuyển sang nhà cung cấp khác.\n* Chi phí đổi nhà cung cấp: Nếu chuyển sang nhà cung cấp khác tốn kém, mất thời gian thì doanh nghiệp sẽ rất khó chuyển đổi, thậm chí ngay cả khi nhà cung cấp tăng giá.\n* Mối quan hệ cộng sinh: Một số ngành sẽ có tình trạng các bên phụ thuộc vào nhau, ví dụ như nhà cung cấp linh kiện ô tô với hãng xe hơi lớn. Điều này sẽ giúp cân bằng quyền lực của cả hai phía vì nhà cung cấp cần người mua hoạt động tốt thì họ mới có thể phát triển.\n\n### 2.2. Quyền lực của khách hàng (Bargaining power of buyers)\n\nHãy tưởng tượng khách hàng đang cần mua một chiếc áo. Họ đi vào chợ và thấy rất nhiều cửa hàng với nhiều mức giá, chất lượng khác nhau. Họ cảm thấy rất thoải mái vì không cần thiết phải mua tại một cửa hàng cố định nào đó, mà có thể tùy chọn nơi bán tốt nhất, với giá rẻ nhất. Đây chính là quyền lực của khách hàng trong mô hình 5 áp lực cạnh tranh. \n\nNói cách khác, người tiêu dùng có thể ảnh hưởng đến doanh nghiệp để doanh nghiệp cung cấp sản phẩm tốt hơn với giá cả phải chăng hơn.\n\nTrong một số trường hợp sau đây, quyền lực của khách hàng sẽ càng lớn:\n\n* Số lượng người mua: Càng ít người mua thì sức mạnh của khách hàng sẽ càng lớn. Điều này rất rõ nếu doanh nghiệp làm trong ngành sản xuất máy bay, mỗi hãng hàng không đều có sức ảnh hưởng lớn trong đàm phán vì nhà sản xuất phụ thuộc vào đơn hàng từ hãng.\n* Chi phí chuyển đổi: Nếu chi phí để sử dụng sản phẩm khác không đáng kể, người tiêu dùng có thể chuyển sang dùng của đối thủ cạnh tranh. Bởi vậy, các nhãn hàng thường đưa ra nhiều gói ưu đãi và cố gắng tìm ra điểm mạnh của mình, tránh để khách chuyển sang dùng của đối thủ.\n* Sự nhạy cảm về giá: Sản phẩm giá càng ưu đãi, khách hàng sẽ càng ưu tiên mua. Chính vì vậy mà trong ngành thời trang, hầu hết các thương hiệu đều phải có các ưu đãi, chương trình khuyến mại để thu hút khách hàng mới và giữ chân khách hàng.\n* Kiến thức của người mua: Trong một số lĩnh vực, khách hàng thông minh, nắm rõ thị trường sẽ giúp hai bên thương lượng giá tốt hơn. \n\n### 2.3. Mức độ cạnh tranh của các đối thủ hiện tại trong ngành (Rivalry among existing competitors)\n\nCạnh tranh giữa các đối thủ là một trong những cạnh tranh mạnh mẽ nhất, ảnh hưởng rất nhiều đến doanh nghiệp. Chúng ta có thể thấy rõ ràng nhất về cạnh tranh giữa các đối thủ của một số thương hiệu như: Pepsi và CocaCola trong ngành nước giải khát, Nike và Adidas trong thị trường giày thể thao, Samsung và Apple trong thị trường điện thoại thông minh…\n\nCạnh tranh giữa các đối thủ có thể dẫn đến các “cuộc chiến” về giá cả, marketing tốn kém và những cuộc chạy đua không ngừng nghỉ để chỉ dành một lợi thế dù là nhỏ nhất. Những điều này có thể thúc đẩy các công ty cải tiến sản phẩm nhưng đôi khi nó làm bào mòn lợi nhuận, gây mất ổn định thị trường.\n\nVậy vì sao mức độ cạnh tranh giữa các thương hiệu lại trở nên khốc liệt như vậy?\n\n* Số lượng đối thủ: Khi có càng nhiều đối thủ cạnh tranh, sự cạnh tranh sẽ càng khốc liệt hơn vì mỗi bên đều mong muốn giành được thị phần.\n* Tăng trưởng của ngành: Nếu một ngành đang mở rộng thì khả năng cạnh tranh sẽ ít gay gắt hơn vì doanh nghiệp sẽ không phải cố để giành lấy khách hàng. Nhưng nếu một ngành đang trì trệ, suy thoái thì cạnh tranh sẽ khốc liệt vì doanh nghiệp nào cũng muốn giành được miếng bánh của thị trường đang dần hẹp lại.\n* Tính tương đồng của sản phẩm/dịch vụ: Khi sản phẩm/dịch vụ trong thị trường quá giống nhau thì cạnh tranh sẽ gay gắt hơn do khách hàng dễ chuyển sang sử dụng sản phẩm của đối thủ. Nhưng nếu doanh nghiệp có thể cung cấp sản phẩm độc đáo, xây dựng được lòng trung thành với thương hiệu thì sẽ làm giảm sự cạnh tranh.\n\n### 2.4. Mối đe dọa từ các đối thủ mới tham gia vào ngành (Threat of new entrants)\n\nTrong hoạt động kinh doanh, việc các đối thủ cạnh tranh mới ra nhập thị trường là điều bình thường. Đây cũng là một yếu tố quan trọng ảnh hưởng đến lợi nhuận của một doanh nghiệp. Các yếu tố đánh giá mức độ đe dọa các đối thủ mới có thể kể đến như:\n\n* Quy mô kinh tế: Các doanh nghiệp sản xuất quy mô lớn thì ít bị đe dọa bởi đối thủ mới. Vì để cạnh tranh được, đối thủ mới cần có quy mô tương tự, tối ưu được về giá… Những điều này không dễ thực hiện, và nó cũng tốn kém và rất khó khăn.\n* Sự khác biệt của sản phẩm: Nếu công ty hiện tại có thương hiệu đủ mạnh, có tệp khách hàng trung thành thì đối thủ sẽ khó giành được thị phần, từ đó giảm mối đe dọa khi đối thủ gia nhập thị trường.\n* Yêu cầu về vốn: Nếu chi phí cho thiết bị, cơ sở vật chất, nguyên vật liệu… cao thì có thể ngăn đối thủ mới gia nhập. Ví dụ như các sản phẩm ô tô, đồng hồ cơ, sản xuất xe máy….\n* Quy định: Các giấy phép, tiêu chuẩn an toàn, quy định về chất lượng… có thể tạo ra rào cản, khiến công ty mới gặp khó khăn để tham gia vào thị trường. Điều này thường sẽ gặp đối với các ngành như khách sạn, dịch vụ điện, nước….\n\n### 2.5. Mối đe dọa từ các sản phẩm hoặc dịch vụ thay thế trên thị trường (Threat of substitute)\n\nHủy các gói truyền hình cáp để chuyển sang các nền tảng xem phim trực tuyến như Netflix – Đây là ví dụ điển hình về mối đe dọa của sản phẩm thay thế đối với ngành dịch vụ. \n\nCác yếu tố ảnh hưởng đến điều này gồm có:\n\n* Giá cả, chất lượng: Khách hàng sẽ ưu tiên sản phẩm thay thế nếu nó có giá thành tốt, chất lượng tương đương hoặc tốt hơn. Netflix chính là ví dụ điển hình khi họ đã khiến cho nhiều người hủy gói truyền hình cáp vì mức giá rẻ hơn.\n* Dễ thay thế: Nếu việc chuyển sang dùng sản phẩm thay thế của khách hàng dễ dàng và nhanh chóng thì mối đe dọa sẽ càng lớn. Ví dụ, tại Việt Nam, nhiều người chọn XanhSM, Be, Grab… thay cho những hãng taxi truyền thống vì giá rẻ và nhanh chóng hơn.",
  "tags": [
    "Khoa_Học",
    "Công_Nghệ"
  ],
  "image": "/img/blog2.webp"
}